Repository: strumjan/donate-product-client
Catalog: languages/donate-product-client-*.po
Languages: hr, mk_mk

source: Donate Product Client Settings
hr: Doniraj proizvod - klijent postavke
mk_mk: Донирај производ - клиент поставки

source: This is the client part for the Donate Product component. Through it you can include a product donation on your site. From the donor of the donation, you will receive a client key that is made especially for you.
hr: Ovo je klijentski dio za komponentu Donirajte proizvod. Putem njega možete uključiti donaciju proizvoda na svoju stranicu. Od donatora donacije dobit ćete klijentski ključ izrađen posebno za Vas.
mk_mk: Ова е клиентски дел за компонента Донирај производ. Преку неа можете да вклучите донирање производ на вашата страница. Од понудувачот на донацијата ќе добиете клиентски клуч кој е изработен специјално за вас.

source: If you have WooCommerce integrated then the donated product will appear on the checkout page above the total.
hr: Ako imate integriran WooCommerce tada će se donirani proizvod pojaviti na stranici za naplatu iznad ukupnog iznosa.
mk_mk: Ако имате интегрирано WooCommerce тогаш донаторскиот производ ќе се појави на страницата за наплата над делот каде е прикажана вкупната сума.

source: If you don't have WooCommerce integrated then the component generates a "Donate Now" button that takes the customer directly to the donor page where they can make the donation.
hr: Ako nemate integriran WooCommerce, komponenta generira gumb "Doniraj sada" koji kupca vodi izravno na donatorsku stranicu gdje može dati donaciju.
mk_mk: Ако немате интегрирано WooCommerce тогаш компонентата генерира копче „Донирај сега“ кое директно го префрла купувачот кај страницата донатор каде ќе може да ја изврши донацијата.

source: Settings
hr: Postavke
mk_mk: Поставки

source: Host URL
hr: URL domaćina
mk_mk: УРЛ на домаќинот

source: Client Key
hr: Klijentski ključ
mk_mk: Клиентски клуч

source: Conversion Rate
hr: Rata konverzije
mk_mk: Стапка на конверзија

source: Donation Shortcode
hr: Kratki kod donacije
mk_mk: Краток код за донација

source: Enter the domain where the product being donated comes from, in the format https://example.com
hr: Unesite domenu s koje dolazi proizvod koji se donira, u formatu https://example.com
mk_mk: Внесете го доменот од каде доаѓа производот кој се донира, во формат https://example.com

source: Enter the client key that was generated specifically for you. Ask for it from the offerer of the donation.
hr: Unesite ključ klijenta koji je generiran posebno za vas. Zatražite to od davatelja donacije.
mk_mk: Внесете го клиентскиот клуч кој е генериран специјално за вас. Побарајте го од понудувачот на донацијата.

source: Enter the currency conversion rate if you have a different currency than the donation hosting. For example: 61.4
hr: Unesite tečaj konverzije valute ako vaša valuta nije ista sa onom koju koristi hosting donacije. Na primjer: 61.4
mk_mk: Внесете ја стапката на конверзија на валута ако имате различна валута од хостингот за донации. На пример: 61.4

source: Copy
hr: Kopiraj
mk_mk: Копирај

source: Use this shortcode to display the donation button on any page.
hr: Koristite ovaj kratki kod da bi ste prikazali gumb za donacije tamo gdje želite.
mk_mk: Користете го овој краток код за приказ на копче за донирање на која сакате страница.

source: Shortcode copied to clipboard
hr: Kratki kod je kopiran u memoriju.
mk_mk: Краткиот код е копиран во меморија

source: Donate Now
hr: Doniraj sada
mk_mk: Донирај сега

source: Donation
hr: Donacija
mk_mk: Донација

source: Order ID: %s
hr: ID narudžbe: %s
mk_mk: ИД на нарачка: %s

source: Donation:
hr: Donacija:
mk_mk: Донација:

source: Donor Name: %s
hr: Ime donora: %s
mk_mk: Име на донор: %s

source: Donor Email: %s
hr: Email donora: %s
mk_mk: Е-пошта на донор: %s

source: You don't have WooCommerce. But you can still participate in sharing donations! Use the shortcode you can find here:
hr: Nemate WooCommerce. Ali još uvijek možete sudjelovati u dijeljenju donacija! Upotrijebite kratki kod koji možete pronaći ovdje:
mk_mk: Немате WooCommerce. Но, сепак можете да учествувате во споделување донации! Користете го краткиот код што можете да го најдете овде:
